{
    "Red Moon Cycle": {
        "description": "red_moon_cycle_description.txt",
        "recommendations": [
            "Focus on personal goals and new projects.",
            "Use this time for reflection and setting intentions.",
            "Engage in activities that rejuvenate your spirit."
        ]
    },
    "White Moon Cycle": {
        "description": "white_moon_cycle_description.txt",
        "recommendations": [
            "During the new moon, when estrogen levels are low, it is a good time to rest, reflect, and set an intention for the upcoming cycle.",
            "As estrogen levels increase during the waxing moon, you may experience a surge in energy and creativity, making this a good time to tackle new projects and set goals.",
            "As the full moon approaches and estrogen levels peak, you’ll likely feel more sensual and passionate. This is a good time to connect with your partners and explore your sexuality.",
            "Celebrate your achievements and reflect on your progress.",
            "Complete outstanding tasks and wrap up projects.",
            "Take time for gratitude and appreciation."
        ]
    },
    "Pink Moon Cycle": {
        "description": "pink_moon_cycle_description.txt",
        "recommendations": [
            "Freedom is essential to the Pink Moon Cycle–freedom to follow your bliss. You’re on the leading edge and going toward a bigger sense of purpose and meaning in your expression of self. If you feel the impulse to act without giving it a lot of thought, make sure you pause during your menstrual period to meditate with your Wise Woman energy so you can ground your go-getting instincts into some mindful wisdom, and then take action.",
            "Engage in creative projects and explore new hobbies.",
            "Focus on personal development and growth.",
            "Be open to new opportunities and experiences."
        ]
    },
    "Purple Moon Cycle": {
        "description": "purple_moon_cycle_description.txt",
        "recommendations": [
            "Like the caterpillar who first disintegrates in her cocoon, before you transform into the fluttering butterfly you may need to descend into a deep period of reflection on your Purple Moon cycle. This is not an outward transformation at first. It is deeply internal and demands you pull away from the mundane tasks of life to dismantle your old identity and give way to a new self that’s more reflective of who (and where) you are now. Partners and family members beware!",
            "Spend time in introspection and self-care.",
            "Focus on healing and personal growth.",
            "Engage in practices that promote inner peace and balance."
        ]
    }
}


